{
  "title": "Hoja de ruta del proyecto",
  "subtitle": "Explora cada fase para entender cómo PITLANE evoluciona desde la estructuración inicial hasta un complejo operativo y escalable.",
  "stage": "ETAPA",
  "stages": [
    {
      "title": "Fase 1",
      "contentTitle": "Estructuración y activos base",
      "contentText": "Asegurar los cimientos legales, técnicos y patrimoniales del proyecto.",
      "contentDetailedText": "Esta fase se centra en el aseguramiento del suelo, la obtención de licencias y planeamiento, el desarrollo del proyecto técnico y el diseño integral, así como la estructuración legal y financiera del grupo. Su objetivo es reducir de forma significativa el riesgo y transformar el proyecto en un activo preparado para construir, incrementando su valoración."
    },
    {
      "title": "Fase 2",
      "contentTitle": "Construcción del circuito",
      "contentText": "Ejecución de la infraestructura principal y activación del activo clave.",
      "contentDetailedText": "Se acomete la construcción del circuito de velocidad y sus infraestructuras asociadas, junto con los procesos de homologación necesarios. Paralelamente, se inician los primeros acuerdos comerciales y deportivos, permitiendo la activación del activo principal y el comienzo de la generación de ingresos."
    },
    {
      "title": "Fase 3",
      "contentTitle": "Centro de alto rendimiento y eventos",
      "contentText": "Diversificación operativa y consolidación de la marca.",
      "contentDetailedText": "Esta fase contempla el desarrollo del centro de alto rendimiento deportivo, el lanzamiento de eventos y la formalización de acuerdos institucionales. El resultado es una mayor diversificación de ingresos, el refuerzo de la marca PITLANE y una mayor estabilidad operativa del proyecto."
    },
    {
      "title": "Fase 4",
      "contentTitle": "Escalado, tecnología y expansión",
      "contentText": "Maximización del valor del grupo y crecimiento internacional.",
      "contentDetailedText": "La fase final está orientada al escalado tecnológico, el desarrollo de la comunidad y los canales de inversión digital, y la expansión internacional del modelo. Su objetivo es maximizar el valor global del grupo PITLANE y consolidarlo como un proyecto de referencia a largo plazo."
    }
  ]
}
